[
  {
    "id": 1,
    "type": "math",
    "topic": "Mixture problems",
    "content": "Cần thêm bao nhiêu lít rượu nguyên chất vào một dung dịch 40 lít, trong đó có 10% là rượu theo thể tích, để làm gấp đôi tỷ lệ rượu nguyên chất trong dung dịch?"
  },
  {
    "id": 2,
    "type": "math",
    "topic": "Average",
    "content": "Tại cửa hàng tạp hóa, doanh thu trung bình mỗi ngày là 4 triệu đồng trong một khoảng thời gian 10 ngày. Nếu doanh thu trung bình mỗi ngày trong 6 ngày đầu tiên là 3,6 triệu đồng, vậy doanh thu trung bình mỗi ngày trong 4 ngày cuối là bao nhiêu?"
  },
  {
    "id": 3,
    "type": "math",
    "topic": "Average",
    "content": "Tại một nhà máy, trong x ngày vừa qua, trung bình mỗi ngày nhà máy sản xuất 40 sản phẩm. Hôm nay nhà máy sản xuất được 100 sản phẩm, điều này làm cho giá trị trung bình mới là 50 sản phẩm/ngày. Tìm giá trị x?"
  },
  {
    "id": 4,
    "type": "math",
    "topic": "Number series",
    "content": "Số tiếp theo của dãy số: 2, 5, 9, 19, 37, (?)"
  },
  {
    "id": 5,
    "type": "math",
    "topic": "Pattern recognition",
    "content": "Tìm giá trị hợp lý tại giá trị “?” tại hình số 4."
  },
  {
    "id": 6,
    "type": "math",
    "topic": "Percentage increase",
    "content": "Người đua xe đạp A tăng tốc độ từ 10 km/giờ lên 25 km/giờ trong vòng đua cuối, cũng tại vòng đua cuối này, người đua xe đạp B tăng tốc độ từ 8 km/giờ lên 24 km/giờ. Tốc độ của B tăng nhanh hơn bao nhiêu phần trăm so với tốc độ tăng của A?"
  },
  {
    "id": 7,
    "type": "math",
    "topic": "Compound interest",
    "content": "Giá trị của một công ty là 100 tỷ đồng. Giá trị công ty tăng trung bình 4.8%/năm. Hỏi sau 15 năm giá trị của công ty sẽ vào khoảng bao nhiêu tỷ đồng?"
  },
  {
    "id": 8,
    "type": "math",
    "topic": "Permutations and combinations",
    "content": "Dùng 4 chữ số lẻ: 1, 3, 5, 7 để viết tất cả các số có 4 chữ số khác nhau thì viết được bao nhiêu số"
  },
  {
    "id": 9,
    "type": "math",
    "topic": "Percentage and tax",
    "content": "Một mặt hàng bị áp thuế bán hàng 10% trên phần giá vượt quá 200 đô la. Nếu khách hàng trả 10 đô la tiền thuế bán hàng cho mặt hàng này, giá của mặt hàng đó là bao nhiêu đô la?"
  },
  {
    "id": 10,
    "type": "math",
    "topic": "Number properties",
    "content": "Biết a và b là các số nguyên khác 0 và a + b = 1. Hỏi có thể nói gì về tích ab ?"
  },
  {
    "id": 11,
    "type": "math",
    "topic": "Geometry and percentage",
    "content": "Ba đường Lê Lợi, Nguyễn Huệ và Hàm Nghi tạo thành một tam giác vuông với góc vuông là giao giữa 2 đường Lê Lợi và Nguyễn Huệ. Đường Nguyễn Huệ dài 900m, đường Lê Lợi dài 800m. Anh A đi bộ từ đầu đường Nguyễn Huệ phía Sông Sài Gòn lên đến đường Lê Lợi quẹo trái đi tiếp đường Lê Lợi đến chợ Bến Thành. Chị B cùng xuất phát 1 chỗ nhưng đi theo đường Hàm Nghi đến chợ Bến Thành. Hỏi khoảng cách mà A phải đi nhiều hơn B khoảng bao nhiêu phần trăm?"
  },
  {
    "id": 12,
    "type": "math",
    "topic": "Median",
    "content": "Trong một lớp học, số điểm của học sinh trong kỳ thi là: {56, 78, 90, 65, 88, 72, 80, 95}. Hãy tìm trung vị của dãy số này."
  },
  {
    "id": 13,
    "type": "math",
    "topic": "Exponents",
    "content": "Nếu X = m – 1, công thức nào sau đây đúng với m = 1/2 ?"
  },
  {
    "id": 14,
    "type": "math",
    "topic": "Percentage and stocks",
    "content": "Công ty A sở hữu 40% cổ phiếu của tổng công ty XYZ. Công ty B sở hữu 15000 cổ phiếu XYZ. Công ty C sở hữu phần cổ phiếu còn lại của tổng công ty XYZ. Hỏi công ty A sở hữu bao nhiêu cổ phiếu biết rằng công ty C sở hữu nhiều hơn công ty A 25%?"
  },
  {
    "id": 15,
    "type": "math",
    "topic": "Data sufficiency",
    "content": "Liệu x³ có chính xác bằng 125?"
  },
  {
    "id": 16,
    "type": "math",
    "topic": "Quadratic equations",
    "content": "Các phương trình sau đây có thể bằng 0 với một vài giá trị nào đó của x?"
  },
  {
    "id": 17,
    "type": "general",
    "topic": "Vocabulary",
    "content": "Tìm từ thích hợp để đưa vào vị trí dấu hỏi (?)"
  },
  {
    "id": 18,
    "type": "math",
    "topic": "Weighted average",
    "content": "Trong một công ty, tuổi bình quân của những người quản lý là 54, trong khi đó tuổi bình quân của nhân viên không quản lý là 34. Hỏi tuổi trung bình chung của toàn bộ nhân viên trong công ty là bao nhiêu?"
  },
  {
    "id": 19,
    "type": "math",
    "topic": "Set theory",
    "content": "Một cuộc khảo sát 200 sinh viên mới vào trường thể thao cho thấy có 70 sinh viên thích môn cầu lông và 90 sinh viên thích môn bóng bàn. Biết rằng số sinh viên không thích môn cầu lông và cũng chẳng thích môn bóng bàn nhiều gấp đôi số sinh viên thích cả hai môn đó. Hỏi có bao nhiêu sinh viên được khảo sát không thích môn cầu lông và cũng chẳng thích môn bóng bàn?"
  },
  {
    "id": 19.1,
    "type": "math",
    "topic": "Set theory",
    "content": "Một cuộc khảo sát 200 sinh viên mới vào trường thể thao cho thấy có 60 sinh viên thích môn cầu lông và 80 sinh viên thích môn bóng bàn. Biết rằng số sinh viên không thích môn cầu lông và cũng chẳng thích môn bóng bàn nhiều gấp đôi số sinh viên thích cả hai môn đó. Hỏi có bao nhiêu sinh viên được khảo sát không thích môn cầu lông và cũng chẳng thích môn bóng bàn?"
  },
  {
    "id": 20,
    "type": "math",
    "topic": "Least common multiple",
    "content": "Một số tối thiểu muốn chia hết cho cả 18 và 24 thì số đó phải chia hết cho số nào sau đây?"
  },
  {
    "id": 21,
    "type": "general",
    "topic": "Alphabetical series",
    "content": "Ký tự tiếp theo trong dãy sau đây là ký tự nào: A...C...F...J...O...U...?"
  },
  {
    "id": 1,
    "type": "math",
    "topic": "Percentage",
    "content": "Một loại nước ép hỗn hợp chứa 25% trái cây táo và 75% cherry theo thể tích. Nếu nước ép hỗn hợp này đắt hơn 20% so với cùng một lượng chỉ có nước ép táo, thì nước ép cherry đắt hơn nước ép táo bao nhiêu phần trăm?"
  },
  {
    "id": 2,
    "type": "math",
    "topic": "Data sufficiency",
    "content": "Hãy tỉnh giá của 13 quả cam và 12 quả táo là bao nhiêu?"
  },
  {
    "id": 3,
    "type": "math",
    "topic": "LCM and time",
    "content": "Có 5 cái chuông lần lượt kêu mỗi chu kỳ sau 3, 6, 9, 15, và 18 giây. Hỏi sau 5 phút, chúng kêu cùng lúc bao nhiêu lần?"
  },
  {
    "id": 4,
    "type": "math",
    "topic": "Percentage and area",
    "content": "Nếu chiều dài và chiều rộng của một khu vườn hình chữ nhật tăng lên 20%, thì diện tích khu vườn sẽ tăng lên bao nhiêu %?"
  },
  {
    "id": 5,
    "type": "math",
    "topic": "Compound interest",
    "content": "Công an vừa phát hiện ra một tổ chức tín dụng bất hợp pháp cho vay chợ đen với lãi suất cao, kỳ hạn 3%/tuần (lãi nhập vào vốn sau mỗi tuần). Nếu quan niệm 1 năm có chẵn 52 tuần thì lãi suất tính theo năm của khoản vay đó sau 1 năm là bao nhiêu?"
  },
  {
    "id": 6,
    "type": "math",
    "topic": "Data sufficiency and ratios",
    "content": "Dàn máy tính của công ty có một số máy là của Hãng X và số còn lại là của Hãng Y. Biết rằng tỷ số máy Hãng Y trên số máy của Hãng X trong dàn máy của công ty là 5/6. Hỏi dàn máy của công ty có bao nhiêu máy Hãng Y?"
  },
  {
    "id": 7,
    "type": "math",
    "topic": "Word problem",
    "content": "Một nhóm gồm 5 nhân viên bán bảo hiểm. Trong tháng trước Andy bán được nhiều gấp đôi số hợp đồng bảo hiểm so với Ellen, Bob bán được nhiều hơn Ellen 3 hợp đồng, Cary bán được gấp đôi số hợp đồng của Bob và cuối cùng, Dora bán được số hợp đồng bằng tổng số hợp đồng của Bob và Ellen cộng lại. Hỏi tháng trước ai bán được nhiều hợp đồng bảo hiểm nhất?"
  },
  {
    "id": 8,
    "type": "math",
    "topic": "Percentage and inverse proportion",
    "content": "Dựa trên dữ liệu của năm trước, với số tiền y, có thể mua được x món hàng. Nếu giá trung bình của mỗi món hàng tăng lên 20% trong năm nay, thì số món hàng có thể mua với 3y là bao nhiêu?"
  },
  {
    "id": 9,
    "type": "math",
    "topic": "Mixture problems",
    "content": "Có 60 lít dầu đựng trong hai thùng. Nếu đổ 2 lít từ thùng I sang thùng II thì lúc đó số dầu ở thùng I sẽ bằng 2/3 số dầu ở thùng II. Số dầu thùng I lúc đầu là"
  },
  {
    "id": 10,
    "type": "math",
    "topic": "Percentage change",
    "content": "Giá trị một công ty năm 201x tăng 2%, năm 201x+1 tăng 3%, năm 201x+2 giảm 2%. Hỏi sau 3 năm giá trị công ty tăng/giảm bao nhiêu %?"
  },
  {
    "id": 11,
    "type": "math",
    "topic": "Interest rates",
    "content": "Một ngân hàng thông báo nhận gửi tiết kiệm 5,2%/năm kỳ hạn 3 tháng. Nếu không tính đến yếu tố lạm phát và các chi phí giao dịch thì lãi suất thực tính theo năm của khoản tiết kiệm này là bao nhiêu?"
  },
  {
    "id": 12,
    "type": "math",
    "topic": "Combinatorics",
    "content": "Có bao nhiêu vị trí khác nhau khi đặt hình vuông cạnh 3x3 vào hình vuông lớn cạnh 10 x 10?"
  },
  {
    "id": 13,
    "type": "math",
    "topic": "Set theory",
    "content": "Trong 1 lớp học, mọi sinh viên đều vượt qua môn này với điểm số A, B hoặc C. 22 sinh viên có điểm A, 12 sinh viên có điểm B và 21 sinh viên có điểm C trong bảng điểm của mình. Nếu tổng số sinh viên trong lớp là 36, đồng thời 5 sinh viên chỉ có 2 mức điểm là A và B, 3 sinh viên chỉ có 2 mức điểm B và C và 3 sinh viên chỉ có 2 mức điểm A và C, thì có bao nhiêu sinh viên có cả 3 mức điểm A, B, C trong bảng điểm của mình?"
  },
  {
    "id": 14,
    "type": "math",
    "topic": "Counting",
    "content": "Một cái khóa số có 3 chữ số từ 0 đến 9. Mã số được thiết lập với một số ràng buộc sau: số thứ nhất không thể là 0 hoặc 1; số thứ hai chỉ có thể là 0 hoặc 1; số thứ hai và số thứ ba không thể cùng là số 0. Hỏi có có thể bao nhiêu mã số?"
  },
  {
    "id": 15,
    "type": "math",
    "topic": "Weighted average",
    "content": "Một đội bóng đá thắng 40% trong số 20 trận đầu tiên của mùa giải và thắng 70% các trận còn lại. Biết rằng đội này thắng 55% tổng số trận cả mùa. Hỏi đội bóng đã chơi tổng cộng bao nhiêu trận trong mùa giải?"
  }
]